Revit 2027 API
BuiltInFailures.CutFailures.CannotCutInstanceOutWarn Property
 Can't cut instance of [Symbol] out of Wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCutInstanceOutWarn { get; }
Public Shared ReadOnly Property CannotCutInstanceOutWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCutInstanceOutWarn {
	FailureDefinitionId^ get ();
}
static member CannotCutInstanceOutWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CutFailures Class
Autodesk.Revit.DB Namespace